let allPosts = [
    {
        postId: 1,
        userId: 2,
        userName: "Айгуль Зарипова",
        datetime: "2025.01.20",
        content: "Привет, друзья! 👋 Сегодня хочу поделиться с вами своими мыслями о том, как важно иногда просто остановиться и вдохнуть полной грудью. 🍃 Мы живем в бешеном ритме: работа, учеба, дела, заботы... Кажется, что время летит с невероятной скоростью, и мы даже не успеваем заметить, как пролетают дни. Но знаете, что я понял? Иногда нужно просто нажать на паузу. Выделить момент для себя. Пойти на прогулку, выпить чашку кофе в тишине или просто посмотреть в окно. Это не лень, это забота о себе. Когда мы даем себе передышку, мы становимся сильнее, спокойнее и продуктивнее. Так что, если сегодня вы чувствуете, что устали, — позвольте себе отдохнуть. Мир не рухнет, а вы скажете себе спасибо. 💛",
    },
    {
        postId: 2,
        userId: 3,
        userName: "Анна Сокол",
        datetime: "2025.01.20",
        content: "Сегодня хочу рассказать вам о том, почему иногда стоит выбирать для путешествий не самые популярные места, а те, о которых мало кто знает. Представьте: вы приезжаете в страну, а вместо толп туристов вас встречают тихие улочки, аутентичные кафе и местные жители, которые с радостью расскажут вам истории, которых не найдешь в путеводителях. Звучит как мечта, правда? Например, вместо переполненной Барселоны можно отправиться в Жирону — очаровательный городок с цветными домиками и атмосферой средневековья. Или вместо шумного Бали выбрать Ломбок — там такие же потрясающие пляжи, но без толп людей. Такие места не только дарят умиротворение, но и позволяют глубже почувствовать культуру и дух страны. А еще — это отличный способ поддержать локальный бизнес, ведь туризм в таких местах часто только начинает развиваться. Так что в следующий раз, планируя поездку, подумайте: а может, стоит свернуть с проторенной тропы?",
    },
    {
        postId: 3,
        userId: 4,
        userName: "Артём Волков",
        datetime: "2025.01.20",
        content: "Недавно я задумался: сколько устройств вокруг нас работают на базе искусственного интеллекта? 🤔 Вот простой пример: умные колонки. Раньше это казалось фантастикой, а теперь я просто говорю: «Алиса, включи музыку» — и она делает это. Или умные часы, которые следят за моим пульсом, напоминают о тренировках и даже могут вызвать врача, если что-то не так. 🏃‍♂️💓 Но самое интересное — это умный дом. Лампы, которые включаются по расписанию, робот-пылесос, который сам убирает квартиру, и даже холодильник, который может заказать продукты, когда они заканчиваются. 🏠🤖 Технологии уже не просто где-то «в облаках» — они здесь, рядом с нами, делая жизнь удобнее и комфортнее. А что для вас стало самым полезным технологическим изобретением?",
    }
];

export { allPosts };